Repository: katsar0v/mail-system-by-katsarov-design
Catalog: languages/mail-system-by-katsarov-design-*.po
Languages: bg_bg

source: %d subscriber skipped (already exists).
bg_bg: %d абонат пропуснат (вече съществува).

source: %d list imported.
bg_bg: %d списък импортиран.

source: %d list skipped (already exists).
bg_bg: %d списък пропуснат (вече съществува).
