Repository: katsar0v/mail-system-by-katsarov-design
Catalog: languages/mail-system-by-katsarov-design-*.po
Languages: bg_bg

source: Every minute
bg_bg: Всяка минута

source: Mail System
bg_bg: Мейл Система

source: Emails
bg_bg: Имейли

source: Dashboard
bg_bg: Табло

source: Subscribers
bg_bg: Абонати

source: Lists
bg_bg: Списъци

source: New email
bg_bg: Ново писмо

source: One-time email
bg_bg: Еднократен имейл

source: Queue
bg_bg: Опашка

source: Settings
bg_bg: Настройки

source: Are you sure you want to delete?
bg_bg: Сигурни ли сте, че искате да изтриете?

source: Sending...
bg_bg: Изпращане...

source: Success!
bg_bg: Успешно!

source: Error!
bg_bg: Грешка!

source: Connection timed out. Check SMTP settings.
bg_bg: Времето за изчакване изтече. Проверете SMTP настройките.

source: Please select a future date and time.
bg_bg: Моля, изберете бъдеща дата и час.

source: Recommendation for Mail System:
bg_bg: Препоръка за Мейл Система:

source: For more reliable email sending, we recommend using system cron instead of WP-Cron.
bg_bg: За по-надеждно изпращане на имейли препоръчваме да използвате системен cron вместо WP-Cron.

source: Add to wp-config.php:
bg_bg: Добавете в wp-config.php:

source: And set up system cron:
bg_bg: И настройте системен cron:

source: Invalid email address.
bg_bg: Невалиден имейл адрес.

source: This email already exists.
bg_bg: Този имейл вече съществува.

source: Subscriber added successfully.
bg_bg: Абонатът е добавен успешно.

source: Error adding subscriber.
bg_bg: Грешка при добавяне на абонат.

source: Subscriber updated successfully.
bg_bg: Абонатът е обновен успешно.

source: Subscriber deleted successfully.
bg_bg: Абонатът е изтрит успешно.

source: List added successfully.
bg_bg: Списъкът е добавен успешно.

source: Error adding list.
bg_bg: Грешка при добавяне на списък.

source: List updated successfully.
bg_bg: Списъкът е обновен успешно.

source: List deleted successfully.
bg_bg: Списъкът е изтрит успешно.

source: Record not found.
bg_bg: Записът не е намерен.

source: This email cannot be cancelled.
bg_bg: Този имейл не може да бъде отменен.

source: Cancelled by administrator
bg_bg: Отменен от администратор

source: Email cancelled successfully.
bg_bg: Имейлът е отменен успешно.

source: Error cancelling email.
bg_bg: Грешка при отмяна на имейла.

source: Please fill in all fields.
bg_bg: Моля, попълнете всички полета.

source: No active subscribers in the selected lists.
bg_bg: Няма активни абонати в избраните списъци.

source: %d emails have been added to the sending queue.
bg_bg: Добавени са %d писма в опашката за изпращане.

source: %1$d emails have been scheduled for %2$s.
bg_bg: Насрочени са %1$d писма за изпращане на %2$s.

source: Settings saved successfully.
bg_bg: Настройките са запазени успешно.

source: Please fill in all required fields.
bg_bg: Моля, попълнете всички задължителни полета.

source: Invalid recipient email address.
bg_bg: Невалиден имейл адрес на получателя.

source: SMTP is not configured. Please set up SMTP in the plugin settings.
bg_bg: SMTP не е конфигуриран. Моля, настройте SMTP в настройките на плъгина.

source: wp_mail() failed for one-time email
bg_bg: wp_mail() неуспешен за еднократен имейл

source: One-time email sent successfully to %s.
bg_bg: Еднократният имейл е изпратен успешно до %s.

source: Error sending one-time email.
bg_bg: Грешка при изпращане на еднократния имейл.

source: Reason: %s
bg_bg: Причина: %s

source: Please try again.
bg_bg: Моля, опитайте отново.

source: One-time email to %1$s has been scheduled for %2$s.
bg_bg: Еднократният имейл до %1$s е насрочен за %2$s.

source: Error scheduling email. Please try again.
bg_bg: Грешка при насрочване на имейла. Моля, опитайте отново.

source: Invalid request. Please refresh the page.
bg_bg: Невалидна заявка. Моля, опреснете страницата.

source: You do not have permission for this operation.
bg_bg: Нямате права за тази операция.

source: Dashboard - Mail System
bg_bg: Табло - Мейл Система

source: Quick Actions
bg_bg: Бързи действия

source: Add subscriber
bg_bg: Добави абонат

source: Add list
bg_bg: Добави списък

source: Active: %d
bg_bg: Активни: %d

source: Inactive: %d
bg_bg: Неактивни: %d

source: Unsubscribed: %d
bg_bg: Отписани: %d

source: View all
bg_bg: Виж всички

source: Manage
bg_bg: Управление

source: Pending: %d
bg_bg: Чакащи: %d

source: Sent: %d
bg_bg: Изпратени: %d

source: Failed: %d
bg_bg: Неуспешни: %d

source: One-time: %d
bg_bg: Еднократни: %d

source: View queue
bg_bg: Виж опашка

source: Cron status
bg_bg: Cron статус

source: Active
bg_bg: Активен

source: Next run: %s
bg_bg: Следващо изпълнение: %s

source: Inactive
bg_bg: Неактивен

source: Sending: %d emails/min
bg_bg: Изпращане: %d имейла/мин

source: Add new
bg_bg: Добави нов

source: Edit subscriber
bg_bg: Редактирай абонат

source: Email
bg_bg: Имейл

source: First name
bg_bg: Име

source: Last name
bg_bg: Фамилия

source: Status
bg_bg: Статус

source: Unsubscribed
bg_bg: Отписан

source: No lists created.
bg_bg: Няма създадени списъци.

source: Save changes
bg_bg: Запази промените

source: Cancel
bg_bg: Отказ

source: All
bg_bg: Всички

source: Name
bg_bg: Име

source: Date
bg_bg: Дата

source: Actions
bg_bg: Действия

source: Edit
bg_bg: Редактирай

source: Delete
bg_bg: Изтрий

source: No subscribers found.
bg_bg: Няма намерени абонати.

source: Edit list
bg_bg: Редактирай списък

source: List name
bg_bg: Име на списъка

source: Description
bg_bg: Описание

source: Send to lists
bg_bg: Изпрати до списъци

source: %d active subscribers
bg_bg: %d активни абонати

source: Create list
bg_bg: Създай списък

source: Subject
bg_bg: Тема

source: Content
bg_bg: Съдържание

source: Available placeholders:
bg_bg: Налични плейсхолдери:

source: Scheduling
bg_bg: Насрочване

source: Send now
bg_bg: Изпрати сега

source: Specific date and time
bg_bg: Конкретна дата и час

source: After a set time
bg_bg: След определено време

source: Timezone: %s. Select time in 10-minute intervals.
bg_bg: Часова зона: %s. Изберете време на всеки 10 минути.

source: Current server time: %s
bg_bg: Текущо сървърно време: %s

source: minutes
bg_bg: минути

source: hours
bg_bg: часа

source: days
bg_bg: дни

source: Emails will be sent after the specified time.
bg_bg: Имейлите ще бъдат изпратени след посоченото време.

source: Add to queue
bg_bg: Добави в опашката

source: Schedule sending
bg_bg: Насрочи изпращане

source: Sending queue
bg_bg: Опашка за изпращане

source: Next run:
bg_bg: Следващо изпълнение:

source: Not scheduled
bg_bg: Не е насрочено

source: Speed:
bg_bg: Скорост:

source: %d emails/min
bg_bg: %d имейла/мин

source: Scheduled
bg_bg: Насрочен

source: Pending
bg_bg: Чакащ

source: Processing
bg_bg: В процес

source: Sent
bg_bg: Изпратени

source: Failed
bg_bg: Неуспешни

source: Cancelled
bg_bg: Отменени

source: One-time
bg_bg: Еднократни

source: Recipient
bg_bg: Получател

source: Attempts
bg_bg: Опити

source: Deleted subscriber
bg_bg: Изтрит абонат

source: in %d min.
bg_bg: след %d мин.

source: in %d h.
bg_bg: след %d ч.

source: in %d days
bg_bg: след %d дни

source: Cancel sending
bg_bg: Отмени изпращането

source: No records in queue.
bg_bg: Няма записи в опашката.

source: Sender settings
bg_bg: Настройки на изпращача

source: Sender name
bg_bg: Име на подател

source: The name that will appear as sender.
bg_bg: Името, което ще се показва като подател.

source: Sender email
bg_bg: Имейл на подател

source: The email from which messages will be sent.
bg_bg: Имейлът, от който ще се изпращат писмата.

source: Reply to
bg_bg: Отговор до

source: Email for replies from recipients.
bg_bg: Имейл за отговори от получателите.

source: SMTP Settings
bg_bg: SMTP Настройки

source: Configure an SMTP server for more reliable email sending.
bg_bg: Конфигурирайте SMTP сървър за по-надеждно изпращане на имейли.

source: Enable SMTP
bg_bg: Активиране на SMTP

source: Use SMTP for sending emails
bg_bg: Използване на SMTP за изпращане на имейли

source: When enabled, emails will be sent via the specified SMTP server instead of wp_mail().
bg_bg: Когато е активирано, имейлите ще се изпращат чрез посочения SMTP сървър вместо wp_mail().

source: SMTP Host
bg_bg: SMTP Хост

source: SMTP server address (e.g. smtp.gmail.com, smtp.mailgun.org).
bg_bg: Адрес на SMTP сървъра (напр. smtp.gmail.com, smtp.mailgun.org).

source: SMTP Port
bg_bg: SMTP Порт

source: Standard ports: 25, 465 (SSL), 587 (TLS/StartTLS).
bg_bg: Стандартни портове: 25, 465 (SSL), 587 (TLS/StartTLS).

source: Encryption
bg_bg: Криптиране

source: No encryption
bg_bg: Без криптиране

source: It is recommended to use TLS or SSL for a secure connection.
bg_bg: Препоръчително е да използвате TLS или SSL за сигурна връзка.

source: SMTP Authentication
bg_bg: SMTP Удостоверяване

source: Use authentication (username and password)
bg_bg: Използване на удостоверяване (потребителско име и парола)

source: SMTP Username
bg_bg: SMTP Потребителско име

source: Usually this is your email address or username.
bg_bg: Обикновено това е вашият имейл адрес или потребителско име.

source: SMTP Password
bg_bg: SMTP Парола

source: For Gmail, use App Password instead of the regular password.
bg_bg: За Gmail използвайте App Password вместо обичайната парола.

source: Connection test
bg_bg: Тест на връзката

source: Send test email
bg_bg: Изпрати тестов имейл

source: Sends a test email to the administrator email.
bg_bg: Изпраща тестов имейл до имейла на администратора.

source: System information
bg_bg: Информация за системата

source: Plugin version
bg_bg: Версия на плъгина

source: Sending method
bg_bg: Метод за изпращане

source: wp_mail() (default)
bg_bg: wp_mail() (по подразбиране)

source: Sending speed
bg_bg: Скорост на изпращане

source: emails/minute
bg_bg: имейла/минута

source: WP-Cron status
bg_bg: WP-Cron статус

source: Disabled (using system cron)
bg_bg: Деактивиран (използва се системен cron)

source: Active (visitor-based)
bg_bg: Активен (базиран на посещения)

source: Next run
bg_bg: Следващо изпълнение

source: Save settings
bg_bg: Запази настройките

source: Send a one-time email directly to a specific recipient. The email can be sent immediately or scheduled for later.
bg_bg: Изпратете еднократен имейл директно до конкретен получател. Имейлът може да бъде изпратен незабавно или насрочен за по-късно.

source: Recipient email
bg_bg: Имейл на получателя

source: The email address to which the message will be sent.
bg_bg: Имейл адресът, до който ще бъде изпратено писмото.

source: Recipient name
bg_bg: Име на получателя

source: Recipient name (optional). Can be used in content with {recipient_name}.
bg_bg: Име на получателя (по избор). Може да се използва в съдържанието с {recipient_name}.

source: The email will be sent after the specified time.
bg_bg: Имейлът ще бъде изпратен след посоченото време.

source: Information
bg_bg: Информация

source: One-time emails can be sent immediately or scheduled for later.
bg_bg: Еднократните имейли могат да бъдат изпратени незабавно или насрочени за по-късно.

source: They are not saved as templates and do not repeat.
bg_bg: Те не се записват като шаблони и не се повтарят.

source: All sent one-time emails are logged in the audit history.
bg_bg: Всички изпратени еднократни имейли се записват в историята за одит.

source: Scheduled emails can be cancelled from the Queue page.
bg_bg: Насрочените имейли могат да бъдат отменени от страницата Опашка.

source: Suitable for: account activation, notifications, event reminders.
bg_bg: Подходящи за: активиране на акаунти, уведомления, напомняния за събития.

source: SMTP sending failed
bg_bg: SMTP изпращане неуспешно

source: Attempt %1$d failed. %2$s Will retry.
bg_bg: Опит %1$d неуспешен. %2$s Ще се опита отново.

source: %1$s after %2$d attempts. %3$s
bg_bg: %1$s след %2$d опита. %3$s

source: Recovered after stuck in processing
bg_bg: Възстановен след блокиране в обработка

source: Failed after maximum attempts (stuck)
bg_bg: Неуспешен след максимален брой опити (блокиран)

source: Unsubscribe
bg_bg: Отписване

source: SMTP is not enabled or configured.
bg_bg: SMTP не е активиран или конфигуриран.

source: SMTP is not enabled or configured. Please fill in SMTP settings.
bg_bg: SMTP не е активиран или конфигуриран. Моля, попълнете SMTP настройките.

source: Invalid sender email address.
bg_bg: Невалиден имейл адрес на подателя.

source: [%s] SMTP Test Email
bg_bg: [%s] SMTP Тестов имейл

source: <h2>SMTP Test Email</h2><p>This email confirms that SMTP settings are working correctly.</p><p><strong>Time:</strong> %1$s</p><p><strong>SMTP server:</strong> %2$s:%3$s</p>
bg_bg: <h2>SMTP Тестов имейл</h2><p>Този имейл потвърждава, че SMTP настройките работят правилно.</p><p><strong>Време:</strong> %1$s</p><p><strong>SMTP сървър:</strong> %2$s:%3$s</p>

source: Test email sent successfully to %s!
bg_bg: Тестовият имейл е изпратен успешно до %s!

source: Failed to send test email.
bg_bg: Неуспешно изпращане на тестовия имейл.

source: SMTP error: %s
bg_bg: SMTP грешка: %s

source: Error: %s
bg_bg: Грешка: %s

source: Subscribing...
bg_bg: Абониране...

source: Successfully subscribed!
bg_bg: Успешно се абонирахте!

source: An error occurred. Please try again.
bg_bg: Възникна грешка. Моля, опитайте отново.

source: Invalid unsubscribe link.
bg_bg: Невалиден линк за отписване.

source: Error
bg_bg: Грешка

source: Too many attempts. Please try again in 5 minutes.
bg_bg: Твърде много опити. Моля, опитайте отново след 5 минути.

source: Subscribe
bg_bg: Абонирайте се

source: Please enter a valid email address.
bg_bg: Моля, въведете валиден имейл адрес.

source: Email *
bg_bg: Имейл *

source: Successfully unsubscribed
bg_bg: Успешно се отписахте

source: You will no longer receive emails from us.
bg_bg: Вече няма да получавате имейли от нас.

source: Back to site
bg_bg: Обратно към сайта

source: External
bg_bg: Външен

source: Source
bg_bg: Източник

source: Automated list from external plugin
bg_bg: Автоматичен списък от външен плъгин

source: Automated
bg_bg: Автоматичен

source: Local
bg_bg: Локален

source: Automated lists cannot be edited
bg_bg: Автоматичните списъци не могат да бъдат редактирани

source: Read-only
bg_bg: Само за четене

source: External subscriber from plugin
bg_bg: Външен абонат от плъгин

source: External subscribers cannot be edited
bg_bg: Външните абонати не могат да бъдат редактирани

source: External subscribers are managed by third-party plugins and appear as read-only.
bg_bg: Външните абонати се управляват от други плъгини и се показват само за четене.

source: Send email
bg_bg: Изпрати имейл

source: ... and %d more
bg_bg: ... и още %d

source: Processing...
bg_bg: Обработка...

source: Are you sure you want to delete ALL subscribers? This action cannot be undone!
bg_bg: Сигурни ли сте, че искате да изтриете ВСИЧКИ абонати? Това действие не може да бъде отменено!

source: Are you sure you want to delete ALL lists? This action cannot be undone!
bg_bg: Сигурни ли сте, че искате да изтриете ВСИЧКИ списъци? Това действие не може да бъде отменено!

source: Are you sure you want to delete ALL campaigns? This action cannot be undone!
bg_bg: Сигурни ли сте, че искате да изтриете ВСИЧКИ кампании? Това действие не може да бъде отменено!

source: Select lists...
bg_bg: Изберете списъци...

source: Search...
bg_bg: Търсене...

source: No results found
bg_bg: Няма намерени резултати

source: %d subscribers
bg_bg: %d абонати

source: Start typing to search. You can select multiple lists.
bg_bg: Започнете да пишете, за да търсите. Можете да изберете няколко списъка.

source: All subscribers deleted successfully.
bg_bg: Всички абонати са изтрити успешно.

source: All lists deleted successfully.
bg_bg: Всички списъци са изтрити успешно.

source: All campaigns deleted successfully.
bg_bg: Всички кампании са изтрити успешно.

source: Campaign not found.
bg_bg: Кампанията не е намерена.

source: This campaign cannot be cancelled.
bg_bg: Тази кампания не може да бъде отменена.

source: Campaign cancelled by administrator
bg_bg: Кампанията е отменена от администратор

source: Campaign cancelled. %d emails were cancelled.
bg_bg: Кампанията е отменена. %d имейла бяха отменени.

source: Error creating campaign.
bg_bg: Грешка при създаване на кампания.

source: Danger Zone
bg_bg: Опасна зона

source: These actions are irreversible. Use with caution.
bg_bg: Тези действия са необратими. Използвайте с повишено внимание.

source: Truncate Subscribers
bg_bg: Изтриване на абонати

source: Delete all subscribers
bg_bg: Изтрий всички абонати

source: Permanently deletes all subscribers and their list associations.
bg_bg: Изтрива завинаги всички абонати и техните връзки със списъци.

source: Truncate Lists
bg_bg: Изтриване на списъци

source: Delete all lists
bg_bg: Изтрий всички списъци

source: Permanently deletes all mailing lists and subscriber associations.
bg_bg: Изтрива завинаги всички мейлинг списъци и връзки с абонати.

source: Truncate Campaigns
bg_bg: Изтриване на кампании

source: Delete all campaigns
bg_bg: Изтрий всички кампании

source: Permanently deletes all campaigns and their queued emails (pending, processing, sent, and failed).
bg_bg: Изтрива завинаги всички кампании и техните имейли от опашката (чакащи, обработвани, изпратени и неуспешни).

source: Completed
bg_bg: Завършена

source: Campaigns
bg_bg: Кампании

source: Type
bg_bg: Тип

source: Recipients
bg_bg: Получатели

source: Progress
bg_bg: Прогрес

source: Campaign
bg_bg: Кампания

source: View details
bg_bg: Виж детайли

source: Details
bg_bg: Детайли

source: Cancel campaign
bg_bg: Отмени кампания

source: No campaigns in queue.
bg_bg: Няма кампании в опашката.

source: There are %d emails from before the campaign system was introduced.
bg_bg: Има %d имейла от преди въвеждането на системата за кампании.

source: View legacy emails
bg_bg: Виж стари имейли

source: Back to Queue
bg_bg: Назад към опашката

source: Campaign #%d
bg_bg: Кампания #%d

source: Created:
bg_bg: Създадена:

source: Scheduled:
bg_bg: Насрочена:

source: Completed:
bg_bg: Завършена:

source: Lists:
bg_bg: Списъци:

source: total
bg_bg: общо

source: sent
bg_bg: изпратени

source: failed
bg_bg: неуспешни

source: pending
bg_bg: чакащи

source: cancelled
bg_bg: отменени

source: Cancel Campaign
bg_bg: Отмени кампанията

source: Are you sure you want to cancel this campaign? All pending emails will be cancelled.
bg_bg: Сигурни ли сте, че искате да отмените тази кампания? Всички чакащи имейли ще бъдат отменени.

source: No emails in this campaign.
bg_bg: Няма имейли в тази кампания.

source: Legacy Emails
bg_bg: Стари имейли

source: These emails were sent before the campaign system was introduced. They are not grouped by campaign.
bg_bg: Тези имейли са изпратени преди въвеждането на системата за кампании. Те не са групирани по кампании.

source: No legacy emails.
bg_bg: Няма стари имейли.

source: Enjoying Mail System by Katsarov Design?
bg_bg: Харесва ли ви Mail System by Katsarov Design?

source: If you like this plugin, please share it with your friends!
bg_bg: Ако харесвате този плъгин, моля споделете го с приятелите си!

source: Yes, of course!
bg_bg: Да, разбира се!

source: Nah, I do not like the plugin
bg_bg: Не, не харесвам плъгина

source: Created
bg_bg: Създадена

source: Scheduled for
bg_bg: Насрочен за

source: Import / Export
bg_bg: Импорт / Експорт

source: Export
bg_bg: Експорт

source: Export subscribers or lists to a CSV file for backup or migration.
bg_bg: Експортирайте абонати или списъци в CSV файл за архивиране или миграция.

source: Export type
bg_bg: Тип експорт

source: Format
bg_bg: Формат

source: CSV is recommended for Excel and spreadsheet applications.
bg_bg: CSV се препоръчва за Excel и приложения за електронни таблици.

source: Filter by list
bg_bg: Филтър по списък

source: All lists
bg_bg: Всички списъци

source: Filter by status
bg_bg: Филтър по статус

source: All statuses
bg_bg: Всички статуси

source: Import
bg_bg: Импорт

source: Import subscribers or lists from a CSV file.
bg_bg: Импортирайте абонати или списъци от CSV файл.

source: Import type
bg_bg: Тип импорт

source: File
bg_bg: Файл

source: Maximum file size: 5MB.
bg_bg: Максимален размер на файла: 5MB.

source: Options
bg_bg: Опции

source: Update existing subscribers
bg_bg: Актуализирай съществуващи абонати

source: If a subscriber with the same email already exists, update their information.
bg_bg: Ако абонат със същия имейл вече съществува, актуализирай информацията му.

source: Assign to lists from file
bg_bg: Добави към списъци от файла

source: If the file contains a "lists" column, assign subscribers to those lists. Lists will be created if they do not exist.
bg_bg: Ако файлът съдържа колона "lists", добави абонатите към тези списъци. Списъците ще бъдат създадени, ако не съществуват.

source: File format requirements
bg_bg: Изисквания за формат на файла

source: Subscribers CSV format
bg_bg: CSV формат за абонати

source: The CSV file must contain at minimum an "email" column. Optional columns:
bg_bg: CSV файлът трябва да съдържа минимум колона "email". Незадължителни колони:

source: Email address (required)
bg_bg: Имейл адрес (задължително)

source: Status: active, inactive, or unsubscribed (default: active)
bg_bg: Статус: active, inactive или unsubscribed (по подразбиране: active)

source: List names separated by semicolon (;)
bg_bg: Имена на списъци, разделени с точка и запетая (;)

source: Example:
bg_bg: Пример:

source: Lists CSV format
bg_bg: CSV формат за списъци

source: The CSV file must contain at minimum a "name" column. Optional columns:
bg_bg: CSV файлът трябва да съдържа минимум колона "name". Незадължителни колони:

source: List name (required)
bg_bg: Име на списък (задължително)

source: List description
bg_bg: Описание на списък

source: File size exceeds the maximum limit of 5MB.
bg_bg: Размерът на файла надвишава максималния лимит от 5MB.

source: Invalid file format. Expected %s file.
bg_bg: Невалиден формат на файла. Очаква се %s файл.

source: Invalid file type. The file content does not match the expected format.
bg_bg: Невалиден тип файл. Съдържанието на файла не съответства на очаквания формат.

source: Could not read the file.
bg_bg: Файлът не може да бъде прочетен.

source: Could not read CSV headers.
bg_bg: CSV заглавията не могат да бъдат прочетени.

source: The CSV file must contain an "email" column.
bg_bg: CSV файлът трябва да съдържа колона "email".

source: Row %1$d: Invalid email address "%2$s".
bg_bg: Ред %1$d: Невалиден имейл адрес "%2$s".

source: Failed to import subscriber: %s
bg_bg: Неуспешен импорт на абонат: %s

source: The CSV file must contain a "name" column.
bg_bg: CSV файлът трябва да съдържа колона "name".

source: Row %d: List name is required.
bg_bg: Ред %d: Името на списъка е задължително.

source: Failed to import list: %s
bg_bg: Неуспешен импорт на списък: %s

source: File exceeds the maximum upload size.
bg_bg: Файлът надвишава максималния размер за качване.

source: File exceeds the maximum form size.
bg_bg: Файлът надвишава максималния размер на формуляра.

source: File was only partially uploaded.
bg_bg: Файлът беше качен само частично.

source: No file was uploaded.
bg_bg: Не беше качен файл.

source: Missing temporary folder.
bg_bg: Липсваща временна папка.

source: Failed to write file to disk.
bg_bg: Неуспешен запис на файла на диска.

source: A PHP extension stopped the file upload.
bg_bg: PHP разширение спря качването на файла.

source: Unknown upload error.
bg_bg: Неизвестна грешка при качване.

source: Please select a file to import.
bg_bg: Моля, изберете файл за импорт.

source: ... and %d more validation errors.
bg_bg: ... и още %d грешки при валидация.

source: No valid records found to import.
bg_bg: Не бяха намерени валидни записи за импорт.

source: %d subscriber imported.
bg_bg: %d абонат импортиран.

source: %d subscriber updated.
bg_bg: %d абонат актуализиран.
